[{"nombre":"Comisión de Postulación del Procurador de los Derechos Humanos (PDH)","id":"election-1","institution":"institution-9","seleccionarInstitución":"Procurador de los Derechos Humanos (PDH)","fechaEleccion":"20/08/17","fechaEleccionProyectada":"20/08/22","descripcion":"El Procurador es un comisionado del Congreso de la República designado para defender los derechos humanos desde el Estado y frente a él.","requisitos":"Según lo establecido en el artículo 113 de la Constitución Política de la República: a) capacidad; b) idoneidad; c) honradez; Según lo establecido en el artículo 207 de la CPRG: a) Ser de reconocida honorabilidad; b) Estar en el goce de sus derechos ciudadanos; c) Ser colegiado activo; Según lo establecido en el artículo 216 de la CPRG: a) ser mayor de 40 años; b) Haber desempeñado un período completo como magistrado de apelaciones o de tribunal de la misma o mayor jerarquía o haber ejercido al menos 10 años como abogado.","comision":"La comisión de Derechos Humanos del Congreso de la República se integra por un diputado miembro de cada partido político representado en el Pleno del Congreso de la República de Guatemala","infografiaURL":"https://redciudadana.org/wp-content/uploads/2019/09/INFOGRAFIA_CP_04-1.jpg","cronogramaURL":"https://redciudadana.org/wp-content/uploads/2019/09/CRONOGRAMA-CSJ-1-768x1226.png","fotoURL":"https://raw.githubusercontent.com/RedCiudadana/Instituciones-Justiciapedia/gh-pages/10.-Procurador-de-los-Derechos-Humanos-(PDH).png"},{"nombre":"Comisión de Postulación de Fiscal General y Jefe del Ministerio Público (MP)","id":"election-2","institution":"institution-7","seleccionarInstitución":"Ministerio Público (MP)","fechaEleccion":"2/5/2018","fechaEleccionProyectada":"2022","descripcion":"El Fiscal General de la República y Jefe del Ministerio Público es el funcionario encargado de dirigir al Ministerio Público, órgano encargado de dirigir la investigación criminal y la acción penal en Guatemala.","requisitos":"Según lo establecido en el artículo 113 de la Constitución Política de la República: a) capacidad; b) idoneidad; c) honradez; Según lo establecido en el artículo 207 de la CPRG: a) Ser de reconocida honorabilidad; b) Estar en el goce de sus derechos ciudadanos; c) Ser colegiado activo; Según lo establecido en el artículo 216 de la CPRG: a) ser mayor de 40 años; b) Haber desempeñado un período completo como magistrado de apelaciones o de tribunal de la misma o mayor jerarquía o haber ejercido al menos 10 años como abogado.","comision":"Presidente de Corte Suprema de Justicia, quien la preside; Decanos de las Facultades de Ciencias Jurídicas del país; Presidente de la Junta Directiva del Colegio de Abogados y Notarios de Guatemala; Presidente del Tribunal de Honor del Colegio de Abogados y Notarios de Guatemala","infografiaURL":"https://redciudadana.org/wp-content/uploads/2019/09/INFOGRAFIA_CP_04-1.jpg","cronogramaURL":"https://redciudadana.org/wp-content/uploads/2019/09/CRONOGRAMA-CSJ-1-768x1226.png","fotoURL":"https://raw.githubusercontent.com/RedCiudadana/Instituciones-Justiciapedia/gh-pages/7.-Ministerio-Publico-(MP).png"},{"nombre":"Comisión de Postulación de Contralor General de Cuentas (CGC)","id":"election-3","institution":"institution-10","seleccionarInstitución":"Contraloria General de Cuentas (CGC)","fechaEleccion":"19/04/19","fechaEleccionProyectada":"2023","descripcion":"El Contralor General de Cuentas es el funcionario encargado de dirigir a la Contraloría General de Cuentas, que es el órgano de control encargado de fiscalizar los ingresos y egresos dinerarios dentro del Estado, bajo los criterios de transparencia, eficacia y eficiencia.","requisitos":"Según lo establecido en el artículo 113 de la Constitución Política de la República: a) capacidad; b) idoneidad; c) honradez; Además el artículo 232 de la CPRG determinar los siguientes requisitos: a. Ser mayor de cuarenta años;\n b. Guatemalteco;\n c. Contralor público y auditor; \n d. De reconocida honorabilidad y prestigio profesional;\n e. Estar en el goce de los derechos ciudadanos;\n f. No tener juicio pendiente en materia de cuentas y haber ejercido su profesión por lo menos 10 años","comision":"Un representante de los rectores de las universidades del país, quien la preside; Decanos de las facultades que incluyan la carrera de contaduría pública y auditoría; un número equivalente de representantes electos por la Asamble General del Colegio de Economistas, Contadores Públicos y Auditores de Guatemala y de Administradores de Empresas.","infografiaURL":"https://redciudadana.org/wp-content/uploads/2019/09/INFOGRAFIA_CP_04-1.jpg","cronogramaURL":"https://redciudadana.org/wp-content/uploads/2019/09/CRONOGRAMA-CSJ-1-768x1226.png","fotoURL":"https://raw.githubusercontent.com/RedCiudadana/Instituciones-Justiciapedia/gh-pages/11.-Contraloria-General-de-Cuentas-(CGC).png"},{"nombre":"Comisión de Postulación del Director del Instituto de la Defensa Pública Penal (IDPP)","id":"election-4","institution":"institution-11","seleccionarInstitución":"Instituto de la Defensa Pública Penal (IDPP)","fechaEleccion":"5/8/2019","fechaEleccionProyectada":"2024","descripcion":"El Director del Instituto de la Defensa Pública Penal de Guatemala es el funcionario encargado de guíar al órgano encargado de brindarle defensa técnica a todos los guatemaltecos y guatemaltecas que no se encuentren en posibilidades económicas de costear un abogado privado, garantizando así el derecho de defensa y debido proceso.","requisitos":"Según el artículo 11 de la Ley del Servicio Público de Defensa Penal, para ser Director del Instituto de la Defensa Pública Penal se requiere: a. Ser abogado colegiado activo con un mínimo de cinco años de colegiatura; b) acreditar amplia experiencia en materia penal; c) haber ejercido como defensor público de oficio, en funciones judiciales o de la carrera del Ministerio Público que requieran el título de abogado, durante un tiempo mínimo de cinco años o en su caso ser abogado en ejercicio privado con experiencia penal o en administración.","comision":"El Director del IDPP es elegido por el Congreso de la República de una terna elaborada por el Consejo del IDPP, el cual se integra de la siguiente forma: Presidente de Corte Suprema de Justicia; Procurador de los Derechos Humanos; Representante del Colegio de Abogados y Notarios de Guatemala; un representante de los decanos de las facultades de Derecho del país; Un representante de los defensores de planta del IDPP.","infografiaURL":"https://redciudadana.org/wp-content/uploads/2019/09/INFOGRAFIA_CP_04-1.jpg","cronogramaURL":"https://redciudadana.org/wp-content/uploads/2019/09/CRONOGRAMA-CSJ-1-768x1226.png","fotoURL":"https://raw.githubusercontent.com/RedCiudadana/Instituciones-Justiciapedia/gh-pages/9.-Instituto-de-la-Defensa-Publica-Penal-(IDPP).png"},{"nombre":"Comisión de Postulación de Magistrados de la Corte Suprema de Justicia (CSJ)","id":"election-5","institution":"institution-1","seleccionarInstitución":"Corte Suprema de Justicia (CSJ)","fechaEleccion":"26/11/14","fechaEleccionProyectada":"2019 (aún en trámite)","descripcion":"Corte Suprema de Justicia es el máximo órgano de administración de justicia de la República, se integra por 13 magistrados y magistradas. Conoce casos en casación, antejuicios y como tribunal de amparo en los casos que determina la ley","requisitos":"Según lo establecido en el artículo 113 de la Constitución Política de la República: a) capacidad; b) idoneidad; c) honradez; Según lo establecido en el artículo 207 de la CPRG: a) Ser de reconocida honorabilidad; b) Estar en el goce de sus derechos ciudadanos; c) Ser colegiado activo; Según lo establecido en el artículo 216 de la CPRG: a) ser mayor de 40 años; b) Haber desempeñado un período completo como magistrado de apelaciones o de tribunal de la misma o mayor jerarquía o haber ejercido al menos 10 años como abogado.","comision":"Un representante de los rectores de las universidades del país;los decanos de las facultades de derecho del país; un número equivalente de representantes electos por la Asamblea General del Colegio de Abogados y Notarios de Guatemala y el mismo número de representantes electo por la Asamblea de Magistrados de Apelaciones de Guatemala.","infografiaURL":"https://redciudadana.org/wp-content/uploads/2019/09/INFOGRAFIA_CP_04-1.jpg","cronogramaURL":"https://redciudadana.org/wp-content/uploads/2019/09/CRONOGRAMA-CSJ-1-768x1226.png","fotoURL":"https://raw.githubusercontent.com/RedCiudadana/Instituciones-Justiciapedia/gh-pages/1.-Corte-Suprema-de-Justicia-(CSJ).png"},{"nombre":"Comisión de Postulación de Magistrados de la Corte de Apelaciones (CA)","id":"election-6","institution":"institution-2","seleccionarInstitución":"Corte de Apelaciones (CA)","fechaEleccion":"11/26/2019","fechaEleccionProyectada":"2019 (aún en trámite)","descripcion":"Corte de Apelaciones es el órgano encargado de conocer o revisar la forma en la que resuelven los tribunales de primera instancia, asimismo, conoce amparos según lo determina la ley de amparo, exhibición personal y constitucionalidad.","requisitos":"Según lo establecido en el artículo 113 de la Constitución Política de la República: a) capacidad; b) idoneidad; c) honradez; Según lo establecido en el artículo 207 de la CPRG: a) Ser de reconocida honorabilidad; b) Estar en el goce de sus derechos ciudadanos; c) Ser colegiado activo; Según lo establecido en el artículo 216 de la CPRG: a) ser mayor de 35 años; b) haber sido juez de primera instancia o haber ejercido por al menos cinco años la profesión de abogado.","comision":"Un representante de los rectores de las universidades del país;los decanos de las facultades de derecho del país; un número equivalente de representantes electos por la Asamblea General del Colegio de Abogados y Notarios de Guatemala y el mismo número de representantes del Pleno de Corte Suprema de Justicia.","infografiaURL":"https://redciudadana.org/wp-content/uploads/2019/09/INFOGRAFIA_CP_04-1.jpg","cronogramaURL":"https://redciudadana.org/wp-content/uploads/2019/09/CRONOGRAMA-CSJ-1-768x1226.png","fotoURL":"https://raw.githubusercontent.com/RedCiudadana/Instituciones-Justiciapedia/gh-pages/2.-Corte-de-Apelaciones-(CA).png"},{"nombre":"Comisión de Postulación de Magistrados del Tribunal Supremo Electoral (TSE)","id":"election-7","institution":"institution-12","seleccionarInstitución":"Tribunal Supremo Electoral (TSE)","fechaEleccion":"20/03/14","fechaEleccionProyectada":"20120","descripcion":"Es el órgano rector en materia electoral en Guatemala y es independiente de los tres organismos del Estado, conocerá todo lo referente a los procesos de elección y consultas populares.","requisitos":"Según lo establecido en el artículo 113 de la Constitución Política de la República: a) capacidad; b) idoneidad; c) honradez; Según lo establecido en el artículo 207 de la CPRG: a) Ser de reconocida honorabilidad; b) Estar en el goce de sus derechos ciudadanos; c) Ser colegiado activo; Según lo establecido en el artículo 216 de la CPRG: a) ser mayor de 40 años; b) Haber desempeñado un período completo como magistrado de apelaciones o de tribunal de la misma o mayor jerarquía o haber ejercido al menos 10 años como abogado.","comision":"Rector de la Universidad de San Carlos; un representante de las universidades privadas, un representante del Colegio de Abogados y Notarios de Guatemala; el decano de la facultad de Ciencias Jurídicas y Sociales de la Universidad de San Carlos y un representante de las facultades de Ciencias Jurídicas y Sociales de las universidades privadas","infografiaURL":"https://redciudadana.org/wp-content/uploads/2019/09/INFOGRAFIA_CP_04-1.jpg","cronogramaURL":"https://redciudadana.org/wp-content/uploads/2019/09/CRONOGRAMA-CSJ-1-768x1226.png","fotoURL":"https://raw.githubusercontent.com/RedCiudadana/Instituciones-Justiciapedia/gh-pages/12.-Tribunal-Supremo-Electoral-(TSE).png"},{"nombre":"Comisión de Postulación de Magistrados de la Corte de Constitucionalidad (CC)","id":"election-8","institution":"institution-6","seleccionarInstitución":"Corte de Constitucionalidad (CC)","fechaEleccion":"14/04/16","fechaEleccionProyectada":"2021","descripcion":"Corte de Constitucionalidad es un órgano independiente de los tres organismos del Estado y se encarga de mantener el orden constitucional, está facultado para determinar si las actuaciones de cualquier entidad del Estado se ajusta a los criterios constitucionales por medio de la resolución de amparos, inconstitucionalidades y opiniones consultivas.","requisitos":"Según lo establecido en el artículo 113 de la Constitución Política de la República: a) capacidad; b) idoneidad; c) honradez; Según lo establecido en el artículo 207 de la CPRG: a) Ser de reconocida honorabilidad; b) Estar en el goce de sus derechos ciudadanos; c) Ser colegiado activo; Según lo establecido en el artículo 216 de la CPRG: a) ser mayor de 40 años; b) Haber desempeñado un período completo como magistrado de apelaciones o de tribunal de la misma o mayor jerarquía o haber ejercido al menos 10 años como abogado.","comision":"La Corte de Constitucionalidad se integra por cinco magistrados titulares y cinco suplentes, siendo nombrados de la siguiente forma: a) un titular y un suplente por cada organismo del Estado (ejecutivo, legislativo y judicial); b) un titular y un suplente electo por el Pleno del Consejo Superior Universitario de la Universidad de San Carlos de Guatemala; un titular y un suplente elegido por la Asamblea General del Colegio de Abogados y Notarios de Guatemala.","infografiaURL":"https://redciudadana.org/wp-content/uploads/2019/09/INFOGRAFIA_CP_04-1.jpg","cronogramaURL":"https://redciudadana.org/wp-content/uploads/2019/09/CRONOGRAMA-CSJ-1-768x1226.png","fotoURL":"https://raw.githubusercontent.com/RedCiudadana/Instituciones-Justiciapedia/gh-pages/6.-Corte-de-Constitucionalidad-(CC).png"}]
